tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "mongodb/brew"
brew "asdf"
brew "openssl@3"
brew "readline"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "deno"
brew "ffmpeg"
brew "git"
brew "heroku"
brew "libffi"
brew "libyaml"
brew "macmon"
brew "mas"
brew "ollama"
brew "peco"
brew "protobuf"
brew "python@3.10"
brew "rust"
brew "scrcpy"
brew "wget"
brew "leoafarias/fvm/fvm"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "atok"
cask "betterdisplay"
cask "chatgpt"
cask "claude"
cask "deepl"
cask "docker"
cask "dropbox"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "gray"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "mactex"
cask "mattermost"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mongodb-compass"
cask "obs"
cask "parallels"
cask "slack"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "workplace-chat"
cask "xcodes"
cask "zoom"
cask "zotero"
mas "CotEditor", id: 1024640650
mas "MenuBar Stats", id: 714196447
vscode "alefragnani.project-manager"
vscode "catppuccin.catppuccin-vsc"
vscode "cocopon.iceberg-theme"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "freetonik.day-night-theme-switcher"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hitode909.open-daily-memo"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "openai.openai-chatgpt-adhoc"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "saoudrizwan.claude-dev"
vscode "streetsidesoftware.code-spell-checker"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zainzafar90.shadcn-colors"
