8bitdo-ultimate-software
adobe-creative-cloud
alfred
android-file-transfer
android-studio
appcleaner
audio-hijack
bartender
bettertouchtool
cyberduck
deepl
discord
discord-canary
google-chrome
google-japanese-ime
grammarly
gyazo
iterm2
karabiner-elements
loopback
mattermost
microsoft-teams
miro
mutify
nextcloud
obs
omnifocus
parsec
reflector
reminders-menubar
rescuetime
steam
texpad
tunnelblick
visual-studio-code
vlc
whatsapp
xbar
xcodes
zoom
