brotli
ca-certificates
coreutils
curl
gettext
git
git-lfs
gmp
jq
libidn2
libnghttp2
libssh2
libunistring
lz4
mas
oniguruma
openldap
openssl@3
pcre2
peco
rtmpdump
swiftformat
tree
wget
xz
zsh-completions
zstd
1password
adobe-creative-cloud
alfred
android-file-transfer
android-studio
appcleaner
bartender
bettertouchtool
cyberduck
deepl
diffusionbee
discord
docker
dropbox
google-chrome
google-drive
google-japanese-ime
grammarly
gyazo
iterm2
karabiner-elements
kindle
mattermost
microsoft-auto-update
microsoft-office
microsoft-teams
mochi-diffusion
monitorcontrol
obs
omnifocus
reflector
rescuetime
slack
visual-studio-code
vlc
xbar
xcodes
zerotier-one
zoom
